const tracksData = [
    {
        filename: 'ПідПідвальє.mp3', 
        title: 'ПідПідвальє', 
        author: 'Психо-Андрій',
        coAuthor: 'Відьма з лісу',
        description: 'Містична мелодія, яка лунає з найтемніших куточків підвалу під підвалом.',
        lyrics: 'Тут дуже темно...\nАле чай ще гарячий.\nТіні танцюють на стінах,\nАндрій спостерігає за нами.'
    },
    {
        filename: 'song2.mp3', 
        title: 'Шепіт Ельфа Асасіна',
        author: 'Невідомий Монах',
        coAuthor: 'Брати Культу',
        description: 'Ритуальна музика для чаювання.',
        lyrics: 'Ковток перший — за мудрість.\nКовток другий — за силу.\nЕльф Асасін веде нас\nДо світлої мети.'
    }
];
