// Тут зберігаються всі сувої з мелодіями Культу
const tracksData = [
    {
        filename: 'ПідПідвальє.mp3', 
        title: 'ПідПідвальє', 
        author: 'fehykitop',
        coAuthor: 'Halitflyn',
        description: 'ПідПідвал ПідПідвал там сидів я Гавк і Нікітг!',
        lyrics: 'арвввв'
    },
    {
        filename: 'Хаблон.mp3', 
        title: 'Шепіт Ельфа Асасіна',
        author: 'Невідомий Монах',
        coAuthor: 'Брати Культу',
        description: 'Ритуальна музика для чаювання.',
        lyrics: 'Ковток перший — за мудрість.\nКовток другий — за силу.\nЕльф Асасін веде нас\nДо світлої мети.'
    }
    // Коли захочеш додати нову пісню, просто дописуй її сюди за таким же шаблоном
];
