// Тут зберігаються всі сувої з мелодіями Культу
const tracksData = [
    {
        filename: 'ПідПідвальє.mp3', 
        title: 'ПідПідвальє', 
        author: 'fehykitop',
        coAuthor: 'Halitflyn',
        description: 'ПідПідвал ПідПідвал там сидів я Гавк і Нікітг!',
        lyrics: 'Десь під лісом, під корінням, де й вовки вже не гулять,
Є підпідвал Андрельфа — там не люблять розмовлять.
Там двері скриплять хрипко, наче зона в нічний час,
І чай кипить у казані — не чайок, а спецнаказ.
Приспів
Підпідвал, підпідвал — там не кожен доповзав,
Там Фехукі першим сидів мов тінь,  і давно вже все пізнав.
Там чай не просто чай — то вирок, суд і страх,
Підпідвал Андрельфа — не курорт для слабаків.
Куплет 2
Фехукі втік и біжить — ніби бачить всі гріхи,
Каже: “Більше не повернуся в підпідвал….”
 Гавк-дварф бурчить тихенько, борода як дріт,
“Я бачив ад і бачив рай… але тут страшніший світ.”
Приспів
Підпідвал, підпідвал — там не кожен доповзав,
Там Гавк сидить,не грає вже рік, і він давно смирився.
Там чай не просто чай — то вирок, суд і страх,
Підпідвал Андрельфа — не курорт для слабаків.
Брідж
І раптом кроки…
Тиша така, що аж зуби зводить…
Десь згори скрипить підлога…
Наче смерть повзком приходить…
Куплет 3
І заходить Андрельф строго — без “привіт” і без “добра”,
Погляд як ніж у печінку, усмішка як піввідра.
В руках тримає чай, ніби золото в руках,
І каже: “Хто тут живий ще? Ну шо, підпишем контракт?”
Гавк мовчить як камінь — не герой, але й не лох,
А Гавк стискає кулаки, бо тут Андрельф — це бог.
Бо в підпідвалі Андрельфа час іде як по поняттях,
Тут навіть тінь боїться тінь — і сидить на своїх лапах.
Фінальний приспів
Підпідвал, підпідвал — це не хата, це фінал,
нова дитина Нікітг сидить зі страхом, а Гавк тримає метал.
Там чай як ритуал — і печать на всіх шляхах,
Підпідвал Андрельфа — легендарний темний страх.
Аутро (тихо, як шансон)
Якщо чай тобі налили — значить ти вже не чужий…
А якщо не налили… значить ти вже неживий.'
    },
    {
        filename: 'Хаблон.mp3', 
        title: 'Шепіт Ельфа Асасіна',
        author: 'Невідомий Монах',
        coAuthor: 'Брати Культу',
        description: 'Ритуальна музика для чаювання.',
        lyrics: 'Ковток перший — за мудрість.\nКовток другий — за силу.\nЕльф Асасін веде нас\nДо світлої мети.'
    }
    // Коли захочеш додати нову пісню, просто дописуй її сюди за таким же шаблоном
];
